Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/kulturminneworkshop_med_etterkommere_i_romssavaggi_tromsdalen.html.tmx
Source language: nob
Languages: sme

source: Kulturminneworkshop med etterkommere i Romssavággi/Tromsdalen
sme: Kulturmuitobargobádji maŋisbohttiiguin Romssavákkis

source: Sametingsråd Runar M yrnes Balto deltok forrige uke på kulturminnevandring i Romssav ággi.
sme: Sámediggeráđđi Runar M yrnes Balto lei mannan vahku mielde kulturmuitovázzimis Romssavákkis.

source: Der møtte han etterkommere etter reindriftsfamiliene som fl yttet til dalen fram til tvangsflyttingen og andre verdenskrig.
sme: Doppe son deaivvai daid boazodoallobearrašiid maŋisbohttiid geat johte vággái bággojohtima ja nuppi máilmmisoađi ovdal.

source: F amiliene er nå spredt på svensk og norsk side.
sme: Muhtin bearrašat orrot dál Ruoŧa bealde ja muhtimat ges Norgga bealde.

source: Flere driver fortsatt med rein.
sme: Máŋggas barget ain bohccuiguin.

source: Kulturminnevandringen var ledd i en tre dagers workshop med etterkommerne arrangert av Sametinget og Tromsø kommune.
sme: Kulturmuitovázzin lei oassin golmma beaivásaš bargobájis maŋisbohttiiguin maid Sámediggi ja Romssa suohkan lágidedje.

source: Bakgrunnen er samarbeidsavtalen og partenes ønske om å sikre medvirkning fra etterkommerne i forvaltningen, bruken og formidlingen av de fredede boplassene framover.
sme: Duogáš lea ovttasbargošiehtadus ja sávaldat sihkkarastit maŋisbohttiid searvama ovddasguvlui ráfáidahtton ássansajiid hálddašeamis, geavaheamis ja gaskkusteamis.

source: Det ble gjort filmdokumentasjon til bruk i formidling og undervisning.
sme: Dahkkui filbmadokumentašuvdna mii galgá geavahuvvot gaskkusteamis ja oahpahusas.

source: Etter at den samiske bosettingen i dalen opphørte, er gammetufter blitt fjernet og gått tapt.
sme: Maŋŋel go sámi ássan vákkis nogai, de leat goahtesajit jávkaduvvon.

source: På den store sommerboplassen oppe i dalen ble det ryddet gårdsbruk og bygd turisthotell (Dalheim) samme år som reinbeitekonvensjonen av 1919 ble undertegnet, og tvangsflyttingen iverksatt.
sme: Dan stuora geasseorohagas badjin vákkis Dalheaimmas čorgejuvvui ja huksejuvvui turistahotealla seamma jagi go boazoguohtunkonvenšuvdna vuolláičállojuvvui 1919:s, ja bággojohtin álggii.

source: Det fins flere historiske foto som viser den gamle sommerboplassen på Dalheim.
sme: Leat máŋga historjjálaš gova mat čájehit dán dološ geasseorohaga Dalheaimmas.

source: Her har Sametinget, Tromsø kommune og etterkommerne nå valgt ut et sted der man ønsker en historisk kjent gamme gjenoppført.
sme: Dás leat Sámediggi, Romssa suohkan ja maŋisboahttit válljen báikki gosa háliidit ođđasit cegget historjjálaččat dovddus goađi.

source: På workshopen ga 84 år gamle Biete/Per-Nils Gunnare deltakerne en innføring i gammebygging, som forberedelse til gammeprosjektet.
sme: Bargobájis muitalii 84 jahkásaš Biete/Per-Nils Gunnare oasseváldiide goahtehuksema birra, ovdal go goahteprošeakta álgá.

source: På grunn av turismen fikk tre familier fortsette å flytte til boplasser lenger nede i dalen etter tvangsflyttinngen, og fram til 1939.
sme: Biete lei njeallje jahkásaš go bearaš šattai heaitit johtimis vággái 1939:s.

source: Da var Biete fire år. Han var tilbake for første gang i fjor.
sme: Son bođii ruovttoluotta vuosttaš geardde dán maŋŋil easka diibmá.

source: Biete hjalp Sametinget med å finne ut av hvordan familieboplassen må ha sett ut.
sme: Biete veahkehii Sámedikki gávnnahit makkár bearraša ássansadji lea leamaš dalle.
